//
//  Intro.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Надёжный дом для всех ваших данных";
"_intro_1_text_"    = "Доступ, общий доступ и защита ваших файлов для дома и предприятия";

"_intro_11_title_"  = "Используйте жесты в режиме просмотра файлов";
"_intro_11_text_"   = "Смахивание → или ← : открывает параметры\n\nДолгое касание: Копировать / Вставить или  Открыть в...\n\nНажатие:  3D Touch (если поддерживается устройством)";

"_intro_2_title_"   = "Работа с несколькими аккаунтами";
"_intro_2_text_"    = "Подключитесь ко всем своим облакам и переключайтесь между учетными записями нажатием на  логотип TheBox, находящийся на вкладке «Файлы»";

"_intro_3_title_"   = "Начать";
"_intro_3_text_"    = "Отлично,  TheBox готов к использованию. Напоминаем, что получить больше информации, узнать новости или связаться с нами, можно на сайте:\n\nhttps://magenta.org\n\nЗаходите!";

"_introNoCryptoCloud_1_title_" = "Облачное шифрование";
"_introNoCryptoCloud_1_text_"  = "Протокол шифрования в облаке больше не поддерживается, но вы все-ещё можете получить доступ к вашим файлам если скачаете бесплатное приложение из AppStore\n\n'CryptoCloud for TheBox'\n\nСкоро появится новый протокол EndToEnd шифрования для всех клиентов TheBox\n\n\nТапните для начала";
